{
  "sources": [
    {
      "name": "2015 Global Budget v1.1 (December 2015)",
      "web": "http://cdiac.ornl.gov/ftp/Global_Carbon_Project/Global_Carbon_Budget_2015_v1.1.xlsx"
    },
    {
      "name": "National Emissions v1.1 (December 2015)",
      "web": "http://cdiac.ornl.gov/ftp/Global_Carbon_Project/National_Carbon_Emissions_2015_v1.1.xlsx"
    }
  ],
  "resources": [
    {
      "name": "gcb-fossil-fuel-cement",
      "path": "data/gcb-fossil-fuel-cement.csv",
      "format": "csv",
      "mediatype": "text/csv",
      "bytes": 2404,
      "schema": {
        "fields": [
          {
            "name": "Year",
            "type": "integer",
            "description": "Year"
          },
          {
            "name": "Total",
            "type": "integer",
            "description": "Total"
          },
          {
            "name": "Coal",
            "type": "integer",
            "description": "Coal"
          },
          {
            "name": "Oil",
            "type": "integer",
            "description": "Oil"
          },
          {
            "name": "Gas",
            "type": "integer",
            "description": "Gas"
          },
          {
            "name": "Cement",
            "type": "integer",
            "description": "Cement"
          },
          {
            "name": "Flaring",
            "type": "integer",
            "description": "Flaring"
          },
          {
            "name": "Per Capita",
            "type": "number",
            "description": "Per-Capita Emissions"
          },
          {
            "name": "Source",
            "type": "string",
            "description": "Based on CDIAC estimates or using trend from BP energy-related emissions dataset"
          }
        ]
      }
    },
    {
      "name": "gcb-historical-budget",
      "path": "data/gcb-historical-budget.csv",
      "format": "csv",
      "mediatype": "text/csv",
      "bytes": 7112,
      "schema": {
        "fields": [
          {
            "name": "Year",
            "type": "integer",
            "description": "Year"
          },
          {
            "name": "Fossil-Fuel-Cement",
            "type": "number",
            "description": "Fossil fuel combustion and cement production emissions"
          },
          {
            "name": "Land-Use-Change",
            "type": "number",
            "description": "Land-Use Change emissions"
          },
          {
            "name": "Atmospheric-Growth",
            "type": "number",
            "description": "Atmospheric CO₂ growth rate"
          },
          {
            "name": "Ocean-Sink",
            "type": "number",
            "description": "Ocean CO₂ sink"
          }
        ]
      }
    },
    {
      "name": "gcb-land-use-change",
      "path": "data/gcb-land-use-change.csv",
      "format": "csv",
      "mediatype": "text/csv",
      "bytes": 4904,
      "schema": {
        "fields": [
          {
            "name": "Year",
            "type": "integer",
            "description": "Year"
          },
          {
            "name": "Land-Use-Change",
            "type": "number",
            "description": "Land-use change emissions used in the global carbon budget"
          },
          {
            "name": "Bookkeeping",
            "type": "number",
            "description": "Houghton, RA, van der Werf, GR, DeFries, RS, Hansen, MC, House, JI, Le Quéré, C, Pongratz, J and Ramankutty, N 2012. Chapter G2 Carbon emissions from land use and land-cover change, Biogeosciences, 9, 5125-5142. Doi: 10.5194/bgd-9-835-2012"
          },
          {
            "name": "GFED4.1",
            "type": "number",
            "description": "van der Werf, GR, Randerson, JT, Giglio, L, Collatz, G J, Mu, M, Kasibhatla, P, Morton, DC, DeFries, RS, Jin, Y, and van Leeuwen, TT 2010. Global fire emissions and the contribution of deforestation, savanna, forest, agricultural, and peat fires (1997–2009), Atmospheric Chemistry and Physics, 10, 11707-11735"
          },
          {
            "name": "CLM4.5BGC",
            "type": "number",
            "description": "Oleson, K, Lawrence, D, Bonan, G, Drewniak, B, Huang, M, Koven, C, Levis, S, Li, F, Riley, W, Subin, Z, Swenson, S, Thornton, P, Bozbiyik, A, Fisher, R, Heald, C, Kluzek, E, Lamarque, J, Lawrence, P, Leung, L, Lipscomb, W, Muszala, S, Ricciuto, D, Sacks, W, Tang, J and Yang, Z 2013. Technical Description of version 45 of the Community Land Model (CLM), NCAR"
          },
          {
            "name": "ISAM",
            "type": "number",
            "description": "Jain, AK, Meiyappan, P, Song, Y and House, JI 2013. CO2 Emissions from Land-Use Change Affected More by Nitrogen Cycle, than by the Choice of Land Cover Data, Global Change Biology, 101111/gcb12207; Jain, AK, and Yang, X 2005. Modeling the effects of two different land cover change data sets on the carbon stocks of plants and soils in concert with CO2 and climate change Global BiogeochemCycles, 19(2), 1-20"
          },
          {
            "name": "JSBACH",
            "type": "number",
            "description": "Reick, C. H., T. Raddatz, V. Brovkin, and Gayler, V.: The representation of natural and anthropogenic land cover change in MPI-ESM, Journal of Advances in Modeling Earth Systems, 5, 459–482, 2013"
          },
          {
            "name": "JULES",
            "type": "number",
            "description": "Clarke, DB, Mercado, LM, Sitch, S, Jones, CD, Gedney, N, Best, MJ, Pryor, M, Rooney, GG, Essery, RLH, Blyth, E, Boucher, O, Cox, PM, and Harding, RJ 2011. The Joint UK Land Environment Simulator (JULES), model description - Part 2: Carbon fluxes and vegetation dynamics, Geoscientific Model Development, 9, 161-18.5"
          },
          {
            "name": "LPJ-GUESS",
            "type": "number",
            "description": "Smith, B, Prentice, IC and Sykes MT 2001. Representation of vegetation dynamics in the modelling of terrestrial ecosystems: comparing two contrasting approaches within European climate space Global Ecology and Biogeography 10(6): 621-637"
          },
          {
            "name": "LPJ",
            "type": "number",
            "description": "Sitch, S, Smith, B, Prentice, IC, Arneth, A, Bondeau, A, Cramer, W, Kaplan, JO, Levis, S, Lucht, W, Sykes, MT, Thonicke, K, Venevsky, S 2003. Evaluation of ecosystem dynamics, plant geography and terrestrial carbon cycling in the LPJ dynamic global vegetation model Global Change Biology 9(2): 161-185"
          },
          {
            "name": "LPJml",
            "type": "number",
            "description": "Bondeau, A., Smith, P., Zaehle, S., Schaphoff, S., Lucht, W., Cramer, W., Gerten, D., Lotze-Campen, H., Müller, C., Reichstein, M., and Smith, B.: Modelling the role of agriculture for the 20th century global terrestrial carbon balance, Global Change Biology, 13, 1–28,, 2007"
          },
          {
            "name": "OCN",
            "type": "number",
            "description": "Zaehle, S, and AD Friend, 2010. Carbon and Nitrogen Cycle Dynamics in the O-CN Land Surface Model: 1 Model Description, Site-Scale Evaluation, and Sensitivity to Parameter Estimates. Global C=Biogeocchemical Cycles 24 (1): GB1005 doi:10.1029/2009GB003521"
          },
          {
            "name": "ORCHIDEE",
            "type": "number",
            "description": "Krinner, G., Viovy, N., de Noblet, N., Ogée, J., Friedlingstein, P., Ciais, P., Sitch, S., Polcher, J., and Prentice, I. C.: A dynamic global vegetation model for studies of the coupled atmosphere-biosphere system, Global Biogeochemical Cycles, 19, 1-33, 2005"
          },
          {
            "name": "VISIT",
            "type": "number",
            "description": "Kato, E, Kinoshita, T, Ito, A, Kawamiya, M, Yamagata, Y 2013. Evaluation of spatially explicit emission scenario of land-use change and biomass burning using a process-based biogeochemical model Journal of Land Use Science, 8(1): 104-122"
          },
          {
            "name": "Mean-Model-Ensemble",
            "type": "number",
            "description": "Mean Model Ensemble"
          }
        ]
      }
    },
    {
      "name": "gcb-ocean-sink",
      "path": "data/gcb-ocean-sink.csv",
      "format": "csv",
      "mediatype": "text/csv",
      "bytes": 3318,
      "schema": {
        "fields": [
          {
            "name": "Year",
            "type": "integer",
            "description": "Year"
          },
          {
            "name": "Ocean-Sink",
            "type": "number",
            "description": "Ocean CO2 sink based on combining observations and models used in the global carbon budget"
          },
          {
            "name": "NEMO-PlankTOM5",
            "type": "number",
            "description": "NEMO-PlankTOM5:	Buitenhuis, ET, Rivkin, RB, Sailley, SF, Le Quéré, C 2010. Biogeochemical fluxes through microzooplankton. Global Biogeochemical Cycles 24"
          },
          {
            "name": "NEMO-PISCES(LSCE)",
            "type": "number",
            "description": "NEMO-PISCES (LSCE): Aumont, O and Bopp, L 2006. Globalizing results from ocean in situ iron fertilization studies. Global Biogeochemical Cycles 20(2)"
          },
          {
            "name": "CCSM-BEC",
            "type": "number",
            "description": "CCSM-BEC: Doney, SC, Lima, ID, Feely, RA, Glover, DM, Lindsay, K, Mahowald, N, Moore, JK and Wanninkhof, R 2009. Mechanisms governing interannual variability in upper-ocean inorganic carbon system and air-sea CO2 fluxes: physical climate and atmospheric dust. Deep-Sea Res., II(56): 640-655"
          },
          {
            "name": "MICOM-HAMOCC(NorESM-OC)",
            "type": "number",
            "description": "MICOM-HAMOCC:	Assmann, KM, Bentsen, M, Segschneider, J and Heinze, C 2010. An isopycnic ocean carbon cycle model. Geoscientific Model Development, 3: 143-167"
          },
          {
            "name": "MPIOM-HAMOCC",
            "type": "number",
            "description": "MPIOM-HAMOCC:	Ilyina, T, Six, K, Segschneider, J, Maier-Reimer, E, Li, H, and Núñez-Riboni, I 2013 The global ocean biogeochemistry model HAMOCC: Model architecture and performance as component of the MPI-Earth System Model in different CMIP5 experimental realizations, Journal of Advances in Modeling Earth Systems, doi: 10.1002/jame.20017"
          },
          {
            "name": "NEMO-PISCES(CNRM)",
            "type": "number",
            "description": "NEMO-PISCES (CNRM)		Séférian R, Bopp, L, Gehlen, M, Orr, J, Ethé, C, Cadule, P, Aumont, O, Salas Y Mélia, D, Voldoire, A and Madec, G 2013 Skill assessment of three earth system models with common marine biogeochemistry. Climate Dynamics, 40, 2549–2573"
          },
          {
            "name": "CSIRO",
            "type": "number",
            "description": "CSIRO		Oke PR, Griffin, DA, Schiller, A, Matear, R ., Fiedler, R, Mansbridge, J, Lenton, A, Cahill, M, Chamberlain, MA and Ridgway, K 2013. Evaluation of a near-global eddy-resolving ocean model. Geosci. Model Dev., 6, 591-615"
          },
          {
            "name": "MITgcm-REcoM2",
            "type": "number",
            "description": "MITgcm-REcoM2		Hauck, J, C Völker, T Wang, M Hoppema, M Losch, and Wolf-Gladrow, D A: Seasonally different carbon flux changes in the Southern Ocean in response to the southern annular mode, Global Biogeochem. Cycles, 27, 1236-1245, 2013"
          },
          {
            "name": "Landschützer",
            "type": "number",
            "description": "Landschützer data product used to evaluate the results: Landschützer P, Gruber N, Bakker DCE, Schuster U (2014) Recent variability of the global ocean carbon sink. Global Biogeochemical Cycles"
"
          },
          {
            "name": "Rödenbeck",
            "type": "number",
            "description": "Rödenbeck data product used to evaluate the results: Rödenbeck, C, Bakker, DCE, Metzl, N, Olsen, A, Sabine, C, Cassar, N, Reum, F, Keeling, RF, and Heimann, M 2014. Interannual sea-air CO2 flux variability from an observation-driven ocean mixed-layer scheme., Biogeosciences Discussions, doi: 10.5194/bgd-11-3167-2014, 2014. 3167-3207"
          }
        ]
      }
    },
    {
      "name": "gcb-terrestrial-sink",
      "path": "data/gcb-terrestrial-sink.csv",
      "format": "csv",
      "mediatype": "text/csv",
      "bytes": 4774,
      "schema": {
        "fields": [
          {
            "name": "Year",
            "type": "integer",
            "description": "Year"
          },
          {
            "name": "Terrestrial-Sink",
            "type": "number",
            "description": "Terrestrial CO2 sink as a residual of the global carbon budget"
          },
          {
            "name": "Preliminary",
            "type": "boolean",
            "description": "Preliminary land-use change data (data in red in Column B of original Excel sheet)."
          },
          {
            "name": "CLM4.5BGC",
            "type": "number",
            "description": "CLM4.5-BGC	Oleson, K, Lawrence, D, Bonan, G, Drewniak, B, Huang, M, Koven, C, Levis, S, Li, F, Riley, W, Subin, Z, Swenson, S, Thornton, P, Bozbiyik, A, Fisher, R, Heald, C, Kluzek, E, Lamarque, J, Lawrence, P, Leung, L, Lipscomb, W, Muszala, S, Ricciuto, D, Sacks, W, Tang, J and Yang, Z 2013. Technical Description of version 45 of the Community Land Model (CLM), NCAR"
          },
          {
            "name": "ISAM",
            "type": "number",
            "description": "ISAM: Jain, AK, Meiyappan, P, Song, Y and House, JI 2013. CO2 Emissions from Land-Use Change Affected More by Nitrogen Cycle, than by the Choice of Land Cover Data, Global Change Biology, 101111/gcb12207; Jain, AK, and Yang, X 2005. Modeling the effects of two different land cover change data sets on the carbon stocks of plants and soils in concert with CO2 and climate change Global BiogeochemCycles, 19(2), 1-20"
          },
          {
            "name": "JSBACH",
            "type": "number",
            "description": "JSBACH:	Reick, C. H., T. Raddatz, V. Brovkin, and Gayler, V.: The representation of natural and anthropogenic land cover change in MPI-ESM, Journal of Advances in Modeling Earth Systems, 5, 459–482, 2013"
          },
          {
            "name": "JULES",
            "type": "number",
            "description": "JULES: Clarke, DB, Mercado, LM, Sitch, S, Jones, CD, Gedney, N, Best, MJ, Pryor, M, Rooney, GG, Essery, RLH, Blyth, E, Boucher, O, Cox, PM, and Harding, RJ 2011. The Joint UK Land Environment Simulator (JULES), model description - Part 2: Carbon fluxes and vegetation dynamics, Geoscientific Model Development, 9, 161-18.5"
          },
          {
            "name": "LPJ-GUESS",
            "type": "number",
            "description": "LPJ-GUESS: Smith, B, Prentice, IC and Sykes MT 2001. Representation of vegetation dynamics in the modelling of terrestrial ecosystems: comparing two contrasting approaches within European climate space Global Ecology and Biogeography 10(6): 621-637"
          },
          {
            "name": "LPJ",
            "type": "number",
            "description": "LPJ: Sitch, S, Smith, B, Prentice, IC, Arneth, A, Bondeau, A, Cramer, W, Kaplan, JO, Levis, S, Lucht, W, Sykes, MT, Thonicke, K, Venevsky, S 2003. Evaluation of ecosystem dynamics, plant geography and terrestrial carbon cycling in the LPJ dynamic global vegetation model Global Change Biology 9(2): 161-185"
          },
          {
            "name": "LPJml",
            "type": "number",
            "description": "LPJmL:	Bondeau, A., Smith, P., Zaehle, S., Schaphoff, S., Lucht, W., Cramer, W., Gerten, D., Lotze-Campen, H., Müller, C., Reichstein, M., and Smith, B.: Modelling the role of agriculture for the 20th century global terrestrial carbon balance, Global Change Biology, 13, 1–28,, 2007"
          },
          {
            "name": "OCN",
            "type": "number",
            "description": "OCN:	Zaehle, S, and AD Friend, 2010. Carbon and Nitrogen Cycle Dynamics in the O-CN Land Surface Model: 1 Model Description, Site-Scale Evaluation, and Sensitivity to Parameter Estimates. Global C=Biogeocchemical Cycles 24 (1): GB1005 doi:10.1029/2009GB003521"
          },
          {
            "name": "ORCHIDEE",
            "type": "number",
            "description": "ORCHIDEE: Krinner, G., Viovy, N., de Noblet, N., Ogée, J., Friedlingstein, P., Ciais, P., Sitch, S., Polcher, J., and Prentice, I. C.: A dynamic global vegetation model for studies of the coupled atmosphere-biosphere system, Global Biogeochemical Cycles, 19, 1-33, 2005"
          },
          {
            "name": "VISIT",
            "type": "number",
            "description": "VISIT: Kato, E, Kinoshita, T, Ito, A, Kawamiya, M, Yamagata, Y 2013. Evaluation of spatially explicit emission scenario of land-use change and biomass burning using a process-based biogeochemical model Journal of Land Use Science, 8(1): 104-122"
          },
          {
            "name": "Ensemble",
            "type": "number",
            "description": "Mean Model Ensemble"
          }
        ]
      }
    }
  ],
  "name": "global-carbon-budget",
  "title": "Global Carbon Budget 2015",
  "description": "Global carbon cycle and emissions data, including fossil-fuel, cement, and land-use change emissions, atmospheric growth, and ocean and land sinks",
  "version": "1.1",
  "license": "The use of data is conditional on citing the original data sources."
}
